{
    "Description": [
        "% Partos Logrados",
        "% Fiebre de leche",
        "% Retencion de Placenta",
        "% Metritis Primaria",
        "% Cetosis",
        "% Vacas Muertas Frescas < 30 DEL",
        "% Desecho Vacas < 60 DEL (Periodo)",
        "% Desecho +",
        "Pico de Prod. 1a Lact",
        "Pico de Prod. 2a Lact",
        "Pico de Prod. 3+ Lact",
        "Ganancia Peso Diaria (Nac. vs Destete)",
        "Eficiencia de Ganancia de Peso",
        "% Becerras Jaulas Muertas < 1 Meses",
        "% Becerras Jaulas Muertas < 2 Meses",
        "% Becerras Muertas (2-13 Meses)",
        "% Fertilidad en Vaquillas",
        "Edad 1er Servicio < 13",
        "Edad 1er Servicio 13 < 14",
        "Edad 1er Servicio > 15",
        "Prod a 305 DEL 1a Lact",
        "Prod a 305 DEL 2a Lact",
        "Prod a 305 DEL 3+ Lact",
        "% Total Abortos Vaquillas (M)",
        "Daily Rest Time (Min) 1a Lact",
        "Daily Rest Time (Min) 2a Lact",
        "Daily Rest Time (Min) 3+ Lact",
        "% Vacas c/Prob. Digestivos",
        "% Vacas c/Prob. Locomotores",
        "% Total Abortos Vacas (M)",
        "Deteccion de Celos (Ult2)",
        "Taza Prenez (21 Dias)",
        "Dias Abiertos (MX)"
    ],
    "Code": [
        "255d",
        "224d",
        "226d",
        "227d",
        "228d",
        "309d",
        "311a",
        "251f",
        "79",
        "79a",
        "79b",
        "43",
        "44",
        "298a",
        "299a",
        "301a",
        "45b",
        "53",
        "54",
        "56",
        "78",
        "78a",
        "78b",
        "328h",
        "259",
        "266",
        "273",
        "291d",
        "293d",
        "329l",
        "125",
        "134",
        "24a"
    ],
    "Context": [
        "Measures the percentage of successful calvings within the considered period for herd performance monitoring.",
        "Indicates the percentage of cows experiencing milk fever, reflecting metabolic health during early lactation.",
        "Represents the frequency of retained placenta cases, important for postpartum cow health tracking.",
        "Shows the proportion of cows diagnosed with primary metritis to assess uterine infection rates.",
        "Reflects the prevalence of ketosis cases to monitor energy balance and metabolic disorders.",
        "Tracks mortality rates of fresh cows within 30 days in milk, indicating early lactation survival.",
        "Percentage of cows culled within 60 days in milk, useful for evaluating early lactation performance and management.",
        "Overall culling rate includes all removal reasons regardless of lactation stage, for herd turnover analysis.",
        "Maximum milk production achieved during the first lactation, important for evaluating young cow performance.",
        "Peak milk yield in the second lactation, reflecting maturity and herd productivity.",
        "Highest milk production recorded in third or later lactations, showing longevity effects on output.",
        "Measures average daily weight gain from birth to weaning, assessing calf growth efficiency.",
        "Calculates weight gain efficiency, indicating feed utilization from birth to weaning.",
        "Percentage of heifer calves dying in individual pens before one month, indicating early calf health risks.",
        "Percentage of heifer calves dying in pens before two months, monitoring mortality during early development stages.",
        "Overall heifer mortality between two and thirteen months, important for growth phase health monitoring.",
        "Fertility rate in heifers, reflecting reproductive performance before first calving.",
        "Proportion of heifers serviced for the first time before 13 months, indicating early breeding management.",
        "Percentage of heifers receiving first service between 13 and 14 months, showing standard breeding schedule adherence.",
        "Heifers first served after 15 months percentage, highlighting delayed reproductive management.",
        "Milk production corrected to 305 days in milk during first lactation, assessing lactation productivity.",
        "Corrected 305-day milk yield for second lactation cows, used for performance comparison.",
        "Standardized 305-day production in cows third lactation or beyond, evaluating mature cow output.",
        "Percentage of total abortions in heifers (multiparous), important for reproductive health assessment.",
        "Average daily rest time in minutes during first lactation, indicating cow comfort and welfare.",
        "Average daily rest duration in minutes for cows in their second lactation, indicating comfort levels.",
        "Average daily rest duration in minutes for cows in their third or higher lactation, reflecting well-being.",
        "Percentage of cows currently experiencing digestive problems, useful for health monitoring.",
        "Percentage of cows with locomotor issues, assessing herd mobility and pain management.",
        "Total abortion rate percentage among cows, measuring reproductive performance.",
        "Effectiveness of recent estrus detection efforts within the last two cycles.",
        "Pregnancy rate over a 21-day period, indicating success of reproductive management.",
        "Maximum days open indicating interval between calving and conception, critical for productivity."
    ]
}